/* 
  ITDeviceManager.strings
  iToolsMain

  Created by Aaron on 8/30/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"FreeSpaceAlertTitle"           = "Free space is insufficient, please remove unused files on the device and then try again!";
"FreeSpaceAlertDefaultButton"   = "OK";

"LanguageCode"                  = "1";

"DeviceConnectFailedAlertTitle"         = "iTools can't connect to the device, please try the following:";
"DeviceConnectFailedAlertMessage"       = "1.Upgrade iTunes to the latest version, check whether the iTunes can connect the device;\n2.If you set a password, please enter the password on the device then reconnect;\n3.If you are using iOS 7 or later, please click \"Trust This Computer\" on the device then reconnect.";
"DeviceConnectFailedAlertDefaultButton" = "OK";

"ShowAppDocumentOperation"      = "show app's document";

"ImportBookOperation"           = "import books";

"ImportContactsOperation"       = "import Contacts";
"EditContactsOperation"         = "edit contacts";

"CaptureDesktopOperation"       = "capture desktop";
"RecordDesktopOperation"        = "record desktop";

"ImportMoviesOperation"         = "import movies";
"ImportMusicsOperation"         = "import musics";
"ImportPhotosOperation"         = "import photos";
"ImportRingtonesOperation"      = "import ringtones";
"MakeRingtoneOperation"         = "make ringtones";

"AirPlayOperation"              = "play AirPlay";
"ShowSystemlog"                 = "show system log";
"OpenSSH"                       = "play OpenSSH";
"ImportFileOperation"           = "import files";

"OpenSSHOpened"                 = "Close SSH";
"OpenSSHClosed"                 = "Open SSH";
"OpenSSHFailed"                 = "Open failed. Please confirm your device is already installed OpenSHH, and the service has been launched.";
"OpenSSHClosedTooltip"          = "Create a USB Tunnel, allows you to SSH via USB access";
"OpenSSHOpenedTooltip"          = "Connection address: localhost:6666\n user name: root \n password: alpine";
